Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: PODATNOŚĆ: Ogień, Magia, Wiatr/Upadek
uk: ВРАЗЛИВІСТЬ: Вогонь, магія, вітер/падіння

source: PODATNOŚĆ: Ostrza
uk: ВРАЗЛИВІСТЬ: Ріжуча зброя

source: PODATNOŚĆ: Pociski, Magia
uk: ВРАЗЛИВІСТЬ: Стріли, болти, магія

source: PODATNOŚĆ: Pociski, Ogień
uk: ВРАЗЛИВІСТЬ: Стріли/болти, вогонь

source: PODATNOŚĆ: Sieczne
uk: ВРАЗЛИВІСТЬ: Ріжуча зброя

source: PODATNOŚĆ: Wiatr/Upadek
uk: ВРАЗЛИВІСТЬ: Вітер/падіння

source: PODATNOŚĆ: Wiatr/Upadek, Obuch
uk: ВРАЗЛИВІСТЬ: Вітер/падіння, тупа зброя

source: PODATNOŚĆ: Wiatr/Upadek, Pociski
uk: ВРАЗЛИВІСТЬ: Вітер/падіння, стріли, болти

source: POLNA BESTIA\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Ogień, Magia, Wiatr/Upadek\nWYSTĘPOWANIE: Pola uprawne\nRADA: Pomimo swoich sporych rozmiarów są one niezbyt wytrzymałe. Często żerują w większych grupach, ale bardzo łatwo wywabić pojedyncze osobniki, które szarżując są praktycznie bezbronne.
uk: ПОЛЬОВИЙ ЖУК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вогонь, магія, вітер/падіння\nПОШИРЕННЯ: Поля\nПОРАДА: Незважаючи на великі розміри, вони не дуже небезпечні. Вони часто харчуються великими групами, з яких дуже легко виманити поодиноких особин, які практично беззахисні під час атаки.

source: POLNY PEŁZACZ\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Obuch, Pociski\nPODATNOŚĆ: Ostrza\nWYSTĘPOWANIE: Polany\nRADA: Dzięki zielonym barwom idealnie kamuflują się wśród traw - należy zachować ostrożność.
uk: БОГОМОЛ\nТИП ШКОДИ: Ріжуча\nОПІР: Тупа, стріли, болти\nВРАЗЛИВІСТЬ: Ріжуча зброя\nПОШИРЕННЯ: Галявини\nПОРАДА: Завдяки своєму зеленому кольору вони чудово маскуються серед трав - будьте обережні.

source: POMOCY!
uk: ДОПОМОЖІТЬ!

source: POSTAĆ
uk: ПЕРСОНАЖ

source: PS. Glenwyr to piękna wyspa, pozbawiona jakichkolwiek najemników. Właśnie na takiej chciałem zakończyć żywot.
uk: Приписка. Гленвір – прекрасний острів, на якому немає жодного найманця. Це саме той острів, на якому я хотів би дожити до кінця свого життя.

source: PS. To notatka też ma być spalona. Chociaż tej jednej rzeczy nie schrzańcie!
uk: PS. Ця записка також підлягає спаленню. Хоча б це зробіть як слід!

source: Pa, pa!
uk: Па-па!

source: Pablo
uk: Пабло

source: Pablo nie był już dłużej przydatny. Zgodnie z zaleceniem, postanowiłem się go pozbyć.
uk: Пабло більше не був потрібен. Як і рекомендували, я вирішив його позбутися.

source: Pablo nie powiedział mi wcześniej wszystkiego. Wygląda na to, że atak jego kolegów ostatecznie przekonał go do współpracy z Araxos. Podobno wie, skąd trafia tutaj towar. Gdy będę gotowy, mogę wyruszyć z nim łódką do tego miejsca.
uk: Пабло не все мені розповів напочатку. Схоже, що напад його колег остаточно переконав його співпрацювати з Гільдією Араксос. Очевидно, він знає, звідки сюди надходить товар. Коли я буду готовий, я можу вирушити з ним на човні до цього місця.

source: Pablo twierdzi, że nie wie, kto jest przywódcą przemytników.
uk: Пабло каже, що не знає, хто лідер контрабандистів.

source: Pablo uważa, że przemytnicy nie mogli być odpowiedzialni za porywanie ludzi. Podpowiedział mi zupełnie inny trop. Mam nadzieję, że tym razem obaj będziemy mieć więcej szczęścia.
uk: Пабло вважає, що контрабандисти не могли бути відповідальними за викрадення людей. Він дав мені зовсім іншу зачіпку. Сподіваюся, цього разу нам обом пощастить більше.

source: Pablo znalazł potencjalny łup, który wolałby dostać we własne ręce. Jeśli zdecyduję się mu pomóc, powinienem spotkać się z nim w pobliżu ostatniego miejsca zaznaczonego na mapie. Pewnie mu chodzi o ten niebieski okrąg...
uk: Пабло знайшов потенційну здобич, яку він хотів би прибрати до своїх рук. Якщо я вирішу йому допомогти, то повинен зустрітися з ним біля останнього місця, позначеного на мапі. Він, мабуть, має на увазі синій кружечок...

source: Pachnie niczego sobie.
uk: Пахне смачно.

source: Pachnie wspaniale!
uk: Пахне чудово!

source: Paczka
uk: Пакунок

source: Paczka Maika
uk: Пакунок Майка

source: Paczka bagiennego ziela
uk: Пакунок з болотною травою

source: Paczka od Viktora
uk: Пакунок від Віктора

source: Paczka wypchana po brzegi magicznymi zwojami.
uk: Пакунок, заповнений магічними сувоями.

source: Paczka z bronią
uk: Зв'язка зі зброєю

source: Paczka z żywnością
uk: Пакунок з продуктами

source: Paczka ziół
uk: Пакунок трав

source: Paczka ziół od Bodowina dla Detlowa.
uk: Пакунок трав від Бодовіна для Детлоу.

source: Paczuszka ostrej papryki
uk: Мішечок гострого перцю

source: Padają głosy, że wszyscy Wilczy Synowie powinni wejść do środka i zrobić porządek, ale na taką ilość mrówek nawet tyle może nie wystarczyć!
uk: Зараз звучать пропозиції, щоб усі Вовчі Сини вирушили всередину, але для такої кількості повзунів навіть цього може не вистачити!

source: Padłeś ofiarą złośliwego żartu.
uk: Ти став жертвою злого жарту.

source: Pajda z mięsem
uk: Хліб з м'ясом

source: Pakiet stali
uk: Пакунок зі сталлю

source: Pakunek Jona
uk: Пакунок Йона

source: Pakunek jest bardzo lekki.
uk: Пакунок дуже легкий.

source: Pakunek jest wyjątkowo ciężki.
uk: Пакунок дуже важкий.

source: Pakunek mięsa od Slagera
uk: Пакунок м'яса від Слагера

source: Pakunek od Dimy
uk: Пакунок від Діни

source: Pakunek od Pablo
uk: Пакунок від Пабло

source: Pakunek od Tengrala
uk: Пакунок від Тенграла

source: Pakunek od maga Tengrala
uk: Пакунок від мага Тенграла,

source: Pakunek od najemników
uk: Пакунок від найманців

source: Pakunek od strażników
uk: Пакунок від вартових

source: Pakunek pełen krzesiw i węgla drzewnego.
uk: Повний пакунок смолоскипів і деревного вугілля.

source: Pakunek pełen surowców niezbędnych
uk: Повний пакунок сировини, необхідної

source: Pakunek wypełniony trofeami.
uk: Пакунок, заповнений трофеями.

source: Paladyn nie może sprzeciwić się woli maga ognia...
uk: Паладин не може перечити волі Мага Вогню...

source: Paladyn w takiej małej mieścinie?
uk: Паладин у такому маленькому містечку?

source: Paladyn? Skąd pochodzisz?
uk: Паладин? Звідки ти?

source: Paladyni polegli podczas bitwy o Vardhal:
uk: Паладини, полеглі під час битви при Вардхалі:

source: Paladynowi Candacowi nie podoba się wasz handel posążkami Innosa.
uk: Паладину Кандаку не подобається твоя торгівля статуетками Інноса.

source: Palców? Ja tu widzę całą cholerną pięść.
uk: Пальців? Я бачу тут цілий довбаний кулак.

source: Palenie go nie jest legalne.
uk: Його куріння незаконне.

source: Paleta
uk: Палітра

source: Pali! Ogień! Pali! Przeklęty. Jestem przeklęty. Pomóż mi.
uk: Вогонь! Полум'я! Вогонь! Проклятий. Я проклятий. Допоможи мені.

source: Palma
uk: Пальма

source: Palący po gardle alkohol.
uk: Обпікаючий горло алкоголь.

source: Pamiątka rodzinna Elco
uk: Фамільна реліквія Елько

source: Pamiętaj - jeśli się pomyliłeś i spadnie mi choć WŁOS z głowy, Lorenzo dowie się o wszystkim!
uk: І пам'ятай – якщо ти допустиш помилку, і з моєї голови впаде хоч одна волосина, Лоренцо про все дізнається!

source: Pamiętaj jednak, że jeśli ktoś będzie stawiał opór, to możesz użyć siły albo nałożyć grzywnę. Zapamiętaj, kogo karzesz w ten drugi sposób i za co, bo musisz mi to potem przekazać.
uk: Однак пам'ятай, що якщо хтось чинить опір, ти можеш або застосувати силу, або накласти штраф. Не забудь, кого і за що ти караєш у такий спосіб, оскільки пізніше тобі потрібно буде повідомити це мені.

source: Pamiętaj jednak, że modlitwy pomogą, ale tylko wtedy, jeśli sam będziesz wierzył w ich siłę.
uk: Однак пам'ятай, що молитви допоможуть тільки якщо ти сам повіриш у їхню силу.

source: Pamiętaj jednak, że nie będę cię uczył za darmo, szkoda by mi było czasu. Zręczne strzelanie z łuku czy wytwarzanie broni dystansowej to nie przelewki. No i mogę ci też opowiedzieć o pozyskiwaniu trofeów.
uk: Пам'ятай, однак, що я не буду вчити тебе безкоштовно, це було б марною тратою мого часу. Вправно стріляти з лука чи виготовляти далекобійну зброю – справа не з легких. А ще я можу розповісти тобі, як добувати трофеї.

source: Pamiętaj jednak, że taka teoria to jedynie wstęp do tematu. Jeżeli chcesz zostać prawdziwym górnikiem, musisz chwycić kilof w dłoń i zawalczyć ze skałą.
uk: Тільки пам'ятай, що теорія це лише початок. Якщо хочеш стати справжнім гірником, ти мусиш вхопити кирку і вгризтись в скелю.

source: Pamiętaj młody, jak ja mówię, że coś zrobię, to to zrobię. Nikt i nic nie stanie mi na przeszkodzie, no chyba że sami bogowie!
uk: Запам'ятай, хлопче, якщо я щось обіцяю, то я це зроблю. Ніхто і ніщо не стане на моєму шляху, хіба що самі боги!

source: Pamiętaj o optymalnym wykorzystaniu stołu do pracy. Kiedy czekasz, aż coś się podgrzeje, wykorzystaj chwilę na przygotowanie reszty składników, wyczyszczenie menzurki i tak dalej.
uk: Не забувай про оптимальне використання алхімічного столу. Поки щось нагрівається, скористайся моментом, щоб підготувати решту складників, помити мензурку, тощо.

source: Pamiętaj o zapłacie!
uk: Не забудь про платню!

source: Pamiętaj o zapłacie.
uk: Не забудь про платню.

source: Pamiętaj też, że ten sam zamek za każdym razem otwiera się trochę inaczej.
uk: Пам'ятай також, що один і той самий замок щоразу відкривається трохи по-різному.

source: Pamiętaj też, żeby nie latać z byle czym do dowódców. Wielu najemników wyższych rangą będzie się z ciebie śmiało, ale złożenie skargi w tej sprawie przyniesie ci wiele więcej szkody, niż pożytku.
uk: Також пам'ятай, що не варто з різними дрібницями приставати до командирів. Багато найманців вищого рангу можуть посміятися з тебе, але скарги на них принесуть набагато більше шкоди, ніж користі.

source: Pamiętaj też, żeby próbować używać każdej ze swoich broni jeszcze na etapie tworzenia, pomoże ci to wyeliminować niedoskonałości.
uk: Також не полінуйся випробувати кожну зброю ще на стадії створення, це допоможе тобі усунути недоліки.

source: Pamiętaj tylko, by nie przesadzić. Im więcej ze sobą weźmiemy, tym trudniej nam będzie się przemieszczać.
uk: Тільки не перестарайся. Чим більше ми з собою візьмемо, тим важче буде пересуватися.

source: Pamiętaj tylko, że do spłaty moich kosztów zostaną prawnie zobowiązani dopiero wtedy, kiedy będziemy mieć mocne dowody!
uk: Просто пам'ятай, що вони будуть юридично зобов'язані оплатити мої витрати тільки тоді, коли у нас будуть вагомі докази!

source: Pamiętaj tylko, że masz je zdobyć w sposób legalny. Nie chcę, żeby jakiś wściekły farmer przybiegł do mnie ze skargą, że zabiłeś mu owcę!
uk: Тільки пам'ятай, що ти повинен дістати його законним шляхом. Я не хочу, щоб якийсь розлючений фермер прибіг до мене і поскаржився, що ти вбив його овець!

source: Pamiętaj tylko, że niewiele jest broni, które są w stanie je zranić.
uk: Просто пам'ятай, що існує мало зброї, яка здатна їх поранити.

source: Pamiętaj tylko, że obie organizacje od czasu konfiskaty okrętów Gildii Kupieckiej, mają dość napięte relacje.
uk: Тільки пам'ятай, що між цими організаціями досить напружені відносини після конфіскації кораблів Торгової Гільдії.

source: Pamiętaj tylko, że teraz będziecie musieli płacić sami.
uk: Тільки пам'ятай, що тепер вам доведеться платити самостійно.

source: Pamiętaj tylko, że zanim zacznę z tobą pracować, musisz znać jakieś podstawy.
uk: Пам'ятай тільки, що перш ніж я почну з тобою працювати, ти маєш знати деякі основи.

source: Pamiętaj, Innos miłuje jedynie szczodre sługi!
uk: Пам'ятай, Іннос любить тільки щедрих слуг!

source: Pamiętaj, by okazać mu należyty szacunek, a będziesz tu żył jak król.
uk: Пам'ятай – стався до нього з належною повагою, і ти будеш жити тут як король.

source: Pamiętaj, będę cię uczył tylko za konkretną kwotę.
uk: Пам'ятай, я навчатиму тебе лише за конкретну суму.

source: Pamiętaj, dyscyplina podczas treningu jest najważniejsza.
uk: Пам'ятай, що дисципліна під час тренувань має першочергове значення.

source: Pamiętaj, gdy przeciwnik jest większy i silniejszy, musisz wykorzystać swoje atuty.
uk: Пам'ятай, коли опонент більший і сильніший, ти мусиш використовувати свої переваги.

source: Pamiętaj, jeśli przeszkodzisz Balniemu w pracy, to dowiem się o tym szybciej, niż będziesz w stanie powiedzieć 'Gildia Kupiecka'!
uk: Пам'ятай, якщо ти заважатимеш Балні працювати, я дізнаюся про це швидше, ніж ти встигнеш сказати 'Торгова Гільдія'!

source: Pamiętaj, mam cię na oku!
uk: Не забувай, я за тобою спостерігаю!

source: Pamiętaj, miej oczy dookoła głowy. Lichwiarz pewnie już wie, kim naprawdę jesteś, a w takim wypadku na pewno spróbuje cię dopaść.
uk: Запам'ятай, тримай очі відкритими. Лихвар, напевно, вже знає, хто ти насправді, а це означає, що він обов'язково спробує тебе впіймати.

source: Pamiętaj, musisz mocno podkreślić, że wadliwość tych kusz mogłaby być powodem do całkowitego zerwania rozmów, to ich powinno zachęcić do podjęcia odpowiednich kroków!
uk: Пам'ятай, слід підкреслити, що дефектність цих арбалетів може стати причиною для повного розриву переговорів, це повинно підштовхнути їх до відповідних кроків!

source: Pamiętaj, mój głos ma dla niego spore znaczenie.
uk: Пам'ятай, мій голос для нього дуже важливий.

source: Pamiętaj, nie bądź idiotą i podejmij dobrą decyzję w naszej wspólnej... sprawie.
uk: Пам'ятай, не будь ідіотом і прийми правильне рішення в нашій спільній... справі.

source: Pamiętaj, nie daj sobie wcisnąć patrolu w slumsach, a może przetrwasz pierwszy tydzień.
uk: Пам'ятай, не дай себе відправити на патрулювання нетрів, і тоді ти переживеш перший тиждень.

source: Pamiętaj, nie oddalaj się zbytnio ode mnie, w tych lasach żyje wiele niebezpiecznych stworzeń.
uk: Пам'ятай, не віддаляйся від мене занадто далеко, в цих лісах водиться багато небезпечних створінь.

source: Pamiętaj, nieważne, jak dobry jesteś, nie każdą bitwę wygrasz samemu. Czasami dobrze mieć kogoś u boku.
uk: Пам'ятай, яким би хорошим ти не був, не кожну битву можна виграти самотужки. Іноді добре мати когось поруч.

source: Pamiętaj, nigdzie na wyspie nie dostaniesz tak dobrych krzesiw i węgla drzewnego!
uk: Запам'ятай, ти ніде на острові не знайдеш таких хороших смолоскипів і деревного вугілля!

source: Pamiętaj, oferuję miksturę za każde nasiono!
uk: Пам’ятай, я пропоную зілля за кожне насіння!

source: Pamiętaj, potrzebujemy dwóch ludzi, którzy znają się na pracy z drewnem, i kolejnej pary do roboty górniczej.
uk: Запам'ятай, нам потрібні дві людини, які вміють працювати з деревом, і ще одна пара для розчистки завалів.

source: Pamiętaj, potrzebuję przepisu i wszystkich materiałów poza surową stalą. Tej mam tutaj pod dostatkiem.
uk: Пам'ятай, мені потрібні креслення і всі матеріали, окрім необробленої сталі. Її у мене тут вдосталь.

source: Pamiętaj, skupuję tylko pazury i kły!
uk: Пам'ятай, я купую тільки кігті та ікла!

source: Pamiętaj, szukaj go w pobliżu karczmy, w wiosce Silbach.
uk: Запам'ятай, шукай його біля корчми, у селі Сільбах.

source: Pamiętaj, to on skończy rozmowę z tobą, a nie ty z nim!
uk: Запам'ятай, це він буде розмовляти з тобою, а не ти з ним!

source: Pamiętaj, zawsze noś przy sobie większy zapas. Mogą ci uratować życie!
uk: Пам'ятай, завжди бери їх з собою про запас. Вони можуть врятувати тобі життя!

source: Pamiętaj, że bez zapłaty nic nie zrobię.
uk: Запам'ятай, без оплати я нічого не зроблю.

source: Pamiętaj, że czym więcej nacięć i czym bardziej poszarpana skóra, tym mniejsza jej wartość, więc rób to ostrożnie.
uk: Пам'ятай, що чим більше надрізів і чим більш пошматована шкура, тим нижча її вартість, тому роби це обережно.

source: Pamiętaj, że jest to nie tylko wielki zaszczyt, ale przede wszystkim ogromny obowiązek.
uk: Пам'ятай, що це не тільки велика честь, але й, перш за все, велика відповідальність.

source: Pamiętaj, że któryś z nich może chcieć butelkę na później, nie wypij wszystkiego.
uk: Пам'ятай, що хтось із них може захотіти пляшку на потім, не випий все.

source: Pamiętaj, że my również chcemy dbać o dobro wyspy.
uk: Пам'ятай, ми також дбаємо про добробут острова.

source: Pamiętaj, że ta służba jest świętym sekretem i dożywotnim powołaniem.
uk: Пам'ятай, що це служіння є священною таємницею і життєвим покликанням.

source: Pamiętaj, że wciąż nie masz przepustki, ani nie jesteś obywatelem, więc raczej unikaj wdawania się w kłopoty i zaczepiania straży.
uk: Запам'ятай, що в тебе все ще немає перепустки, і ти не є громадянином, тому краще уникай неприємностей і не чіпляйся до вартових.

source: Pamiętaj, żeby nie popełnić mojego błędu, jeśli zobaczysz duży kawał skały złotonośnej, to staraj się powoli wydobywać jego mniejsze fragmenty!
uk: Запам'ятай, не повторюй моїх помилок, якщо побачиш великий шматок золотоносної породи, то намагайся поступово добувати менші шматки!

source: Pamiętaj, żeby nie ujawniać swojej tożsamości podczas tego śledztwa. Dyskrecja to jedna z najważniejszych cech gońca.
uk: Пам'ятай, що під час цього розслідування ти не повинен розкрити себе. Обережність – це одна з найважливіших якостей посланця.

source: Pamiętaj, żeby trzymać je z dala od wartowników. Tutejsze prawo jest dość surowe względem tego typu używek.
uk: Не забувай триматися з цим подалі від вартових. Закони тут досить суворі щодо таких речовин.

source: Pamiętajcie. Prawo jest dla ludzi, a nie ludzie dla prawa!
uk: Пам'ятайте. Закон для людей, а не люди для закону!

source: Pamiętam Viktora jako dziecko, już wtedy był porządny. Na jego miejscu zrobiłbym to samo.
uk: Я пам'ятаю Віктора ще дитиною, вже тоді він був порядним. На його місці я б вчинив так само.

source: Pamiętam jednak, że jego ruchy nie były przypadkowe.
uk: Однак я пам'ятаю, що його рухи не були необдуманими.

source: Pamiętam o tej obietnicy. Mógłbyś wypełnić dla mnie ten kwestionariusz? Są tam podstawowe informacje o poszukiwanej osobie takie jak wiek, wzrost i wygląd.
uk: Я пам'ятаю цю обіцянку. Можеш заповнити для мене ось цю форму? Тут вкажи основні дані про людину, яку потрібно знайти. Такі як вік, зріст і зовнішність.

source: Pamiętam przechwałki tego idioty, te jego chełpienie się, że pokona orków w godzinę, w końcu 'co te zwierzęta mogą wiedzieć o żegludze'.
uk: Пам'ятаю хвастощі цього ідіота, його зарозуміле хизування, що він переможе орків за годину, адже 'що ці тварини можуть знати про мореплавство'.

source: Pamiętam takie jedno ładne miejsce w pobliżu wioski, które kiedyś znalazłem, gdy byłem tutaj za młodu. Moglibyśmy tam usiąść na spokojnie, napić się, zjeść i porozmawiać o wszystkim.
uk: Пам'ятаю одну гарну місцинку біля села, яку я колись знайшов, коли був тут замолоду. Ми могли б спокійно посидіти там, випити, закусити і потеревенити про все на світі.

source: Pamiętam też, że ten, którego ciągnęli za sobą, był łysy.
uk: Я також пам'ятаю, що той, кого вони тягнули за собою, був лисий.

source: Pamiętam, jak jeszcze dobrych dwadzieścia lat temu przybyliśmy tutaj wraz z rodzicami w odwiedziny u wuja. Wszystko było jakieś takie inne...
uk: Я пам'ятаю, як двадцять років тому ми з батьками приїздили сюди до дядька в гості. Тоді все було зовсім по-іншому...

source: Pamiętam, jak przed wieloma laty byłem tutaj podczas mojego dołączenia do Kręgu. Ile się zdążyło zmienić przez ten czas... ale nie o tym teraz.
uk: Пригадую, як багато років тому я теж стояв тут, коли мене приймали до Кільця. Як багато змінилося за цей час... Але зараз не про це.

source: Pamiętam, jak raz mieliśmy takiego najemnika, który działał przeciwko tutejszym kupcom.
uk: Пам'ятаю, колись у нас був такий найманець, який працював проти місцевих торговців.

source: Pamiętam, nie bój nic. Jak zawieram układ to dotrzymuję jego warunków.
uk: Я пам'ятаю, не хвилюйся. Коли я укладаю угоду, я дотримуюся її умов.

source: Pamiętam, że jedne z nich były głęboko zatopione w błocie. Najpewniej należały więc do jakiegoś wielkiego faceta.
uk: Пам'ятаю, що деякі з них були глибоко занурені в багнюку. Тож, скоріш за все, вони належали якомусь великому чоловікові.

source: Pamiętam, że latałem dla Helgi za jakimś złodziejem, chroniłem Dimę, gdy szła organizować drewno na swój stragan, a dla Ernesto... nie, o robocie dla Ernesto nie chcę mówić.
uk: Пам'ятаю, як гасав для Хельги за якимось злодієм, як захищав Діну, коли вона поїхала за дровами для свого прилавка, як для Ернесто... Ні, про роботу для Ернесто я не хочу розказувати.

source: Pamiętam, że nazywał się Kaf. Swoją drogą, cholernie głupie imię, nie?
uk: Пам'ятаю, що його звали Каф. До речі, до біса дурнувате ім'я, хіба ні?

source: Pamiętam, że spośród tej wiejskiej zgrai byłeś najbardziej przydatny, a sam po zioła nie pójdę. Receptury same się nie napiszą...
uk: Я пам'ятаю, що серед усіх цих селюків ти був найкориснішим, а по трави я сам не піду. Рецепти самі себе не напишуть...

source: Pamiętam, że szukałem jej na statku.
uk: Я пам'ятаю, як шукав її на кораблі.

source: Pamiętam, że tamtego dnia byłam w porcie i na moje nieszczęście przechodziłam w pobliżu tych okropnych Mrocznych Tajemnic.
uk: Пам'ятаю, що того дня я була в порту і, на свою біду, проходила повз ті жахливі Темні Таємниці.

source: Pamiętam, że wspominałeś coś o zaginięciu twojego brata w Silbach.
uk: Я пам'ятаю, що ти згадував щось про те, що твій брат зник безвісти в Сільбаху.

source: Pamiętam, że zawsze można było je znaleźć nieopodal tej opuszczonej farmy, na zachód od miasta.
uk: Пригадую, її завжди можна було знайти неподалік покинутої ферми, на захід від міста.

source: Pamiętam. Okolice Farmy Bermara, prawda?
uk: Пам'ятаю. Околиці ферми Бермара, так?

source: Pamiętam. Przekaż ludziom w Gildii, że zacznę z nimi robić... dodatkowe interesy.
uk: Пам'ятаю. Скажи людям в Гільдії, що я почну займатися... додатковим бізнесом.

source: Pamiętasz coś nietypowego z tamtego wieczoru?
uk: Ти пам'ятаєш щось незвичне того вечора?

source: Pamiętasz czy był wśród nich niejaki Gerwin?
uk: Ти не пам'ятаєш, чи був серед них такий собі Гервін?

source: Pamiętasz nas?
uk: Пам'ятаєш нас?

source: Pamiętasz w którą stronę poszli?
uk: Ти пам'ятаєш, куди вони пішли?

source: Pamiętasz, co masz zrobić?
uk: Пам'ятаєш, що ти маєш зробити?

source: Pamiętasz, co mówiłem? Musisz zapłacić.
uk: Пам'ятаєш, що я казав? Ти мусиш заплатити.

source: Pamiętasz, jak ci mówiłem, że wskoczyłem na statek bez pożegnania? Więc nie do końca tak było.
uk: Пам'ятаєш, я згадував, що зістрибнув з корабля, не попрощавшись? Так от, все було не зовсім так.

source: Pamiętasz, jak wyciągnąłeś mnie z tego magazynu Lichwiarza? Albo to, gdy potem uratowałeś mnie przy wodospadzie nad Silbach?
uk: Пам'ятаєш, як ти витягнув мене з того складу Лихваря? Або як ти врятував мене біля водоспаду над Сільбахом?

source: Pamiętasz, jak wyglądali?
uk: Ти пам'ятаєш, як вони виглядали?

source: Pamiętasz, jak wyglądał i nazywał się ten 'smarkacz'?
uk: Пригадуєш, як виглядав той 'шмаркач', і як його звали?

source: Pamiętasz, jak wyglądał?
uk: Пам'ятаєш, як він виглядав?

source: Pamiętasz, jak zawsze ostrzegali nas przed takimi miejscami i ludźmi? Wychodzi na to, że mieszkańcy Przystani bardziej dbają o swoich, niż ci przeklęci Myrtańczycy!
uk: Пам'ятаєш, як нас завжди застерігали від таких місць і людей? Виявляється, жителі Гавані дбають про своїх більше, ніж ті кляті міртанці!

source: Pamiętasz, jaki był układ?
uk: Пам'ятаєш, яка була домовленість?

source: Pamiętasz, to całe mięso, które mi dostarczyłeś? No cóż, zbiłem na nim sporą sumkę, ale było tego tak dużo, że nawet nie byłem w stanie sprzedać wszystkiego.
uk: Пам'ятаєш те м'ясо, яке ти мені приносив? Я заробив на ньому чималі гроші, але його було так багато, що я навіть не зміг його все продати.

source: Pamiętasz, w którą stronę poszli?
uk: Ти пам'ятаєш, куди вони пішли?

source: Pamiętasz, w którą stronę prowadziły ich ślady?
uk: Ти пам'ятаєш, куди вели їхні сліди?

source: Pamiętnik Dacka
uk: Щоденник Дака

source: Pamiętnik Wilczego Syna
uk: Щоденник Вовчого Сина
